"{\n  \"job_title\": \"Principal Product Manager\",\n  \"company\": \"Microsoft\",\n  \"job_description\": \"The Dynamics 365 AI Enterprise Resource Planning (ERP) team is on a mission to re-imagine business applications leveraging AI and Copilot. We are looking for a Principal Product Manager who possesses a diverse skill set, including business strategy and market development, to lead our product development efforts. You will be a key driver of our product strategy, working closely with cross-functional teams to deliver outstanding products that meet market demands and exceed customer expectations.\",\n  \"job_posting_company_information\": \"Microsoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others, and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.\",\n  \"job_responsibilities\": [\n    \"Craft and execute an inspirational and strategic growth roadmap for AI ERP, centering on the advancement of business performance analytics.\",\n    \"Paint the vision and define the strategic roadmap on how AI driven insights and AI ERP business processes can be integrated with tools and best practices from Microsoft and others.\",\n    \"Serve as the authoritative figure in business performance analytics, maintaining cutting-edge knowledge of industry standards, best practices, regulatory landscapes, and breakthroughs in cloud data, analytics, insights, and ERP technologies.\",\n    \"Grow an active community of users, customers, partners, and AI ERP product team with a focus on driving business insights and action.\",\n    \"Address and resolve intricate alignment challenges within the broader Microsoft ecosystem and fostering coherence amongst various functional teams.\",\n    \"Innovate and implement streamlined processes and state-of-the-art tools to accelerate the integration of customer, partner, and ISV solutions with our business performance analytics platform.\",\n    \"Actively drive the expansion and market penetration of Dynamics 365 AI Enterprise Resource Planning (ERP) within the business performance analytics.\",\n    \"Amplify the success narrative of Dynamics 365, galvanizing support and enthusiasm both within the organization and external stakeholders.\",\n  ],\n  \"job_requirements\": [\n    \"Bachelor’s Degree AND 8+ years experience in product management OR equivalent work experience.\",\n    \"5+ years of experience in product management in the fields of data management or business analytics.\",\n    \"3+ years of experience in Microsoft Dynamics 365, Power Platform, Power BI or other related services.\",\n    \"Experience in establishing effective relationships with Dynamics 365 partner communities.\",\n    \"Demonstrated product thought leadership with technical curiosity and aptitude to quickly understand service capabilities, technical issues, and customer needs.\",\n    \"Capability to influence and contribute to decision-making processes, bring clarity to ambiguity, and interface with customers, partners, and senior executives.\",\n    \"Ability to work independently in ambiguous environments. Comfortable working in a fast-paced dynamic environment with rapidly changing requirements.\"\n  ],\n  \"job_skills\": [\n    \"Business strategy\",\n    \"Market development\",\n    \"AI-driven insights\",\n    \"Data management\",\n    \"Business analytics\",\n    \"Microsoft Dynamics 365\",\n    \"Power Platform\",\n    \"Power BI\",\n    \"Relationship building\",\n    \"Leadership\",\n    \"Problem-solving\",\n    \"Communication\"\n  ],\n  \"is_ai\": true,\n  \"is_genAi\": false,\n  \"is_Ai_justification\": \"This job involves leveraging AI and Copilot to re-imagine business applications. The Principal Product Manager will drive the product strategy for AI ERP, integrating AI-driven insights and business processes. They will also stay up-to-date with industry standards and breakthroughs in cloud data, analytics, and ERP technologies.\",\n  \"job_salary\": \"133,600 - 256,800\",\n  \"job_keywords\": [\n    \"Principal Product Manager\",\n    \"AI ERP\",\n    \"Business Performance Analytics\",\n    \"Microsoft Dynamics 365\",\n    \"Data Management\",\n    \"Business Analytics\",\n    \"Leadership\",\n    \"Problem-solving\",\n    \"Communication\"\n  ],\n  \"salary_low\": 133600,\n  \"salary_midpoint\": 195200,\n  \"salary_high\": 256800,\n  \"city\": null,\n  \"state\": null,\n  \"work_location_type\": \"Remote\"\n}"